{
    "header": {
      "home": "Startseite",
      "about": "Über uns",
      "contact": "Kontakt",
      "news": "Nachrichten",
      "delivery": "Lieferadresse",
      "order": "Adresse hinzufügen"
    },
    
    "banner": {
      "main": "Bestellen sie 100 liter",
      "second": "wasser und erhalten sie",
      "third": "eine pumpe kostenlos"
    },
    
    "buttons": {
      "details": "Details",
      "add": "In den warenkorb"
    },
  
    "production": {
      "product": "Unsere Produktion"
    },
  
    "products": [
      { "title": "Wasser, 19 L", "cur": "uzs" },
      { "title": "Wasser, 10 L", "cur": "uzs" },
      { "title": "Wasserspender", "cur": "uzs" },
      { "title": "Mechanische Pumpe", "cur": "uzs" },
      { "title": "Flaschenhalter", "cur": "uzs" }
    ],
  
    "accordion": {
      "title": "Warum wir",
      "items": [
        {
          "title": "Der Mut unserer Menschenrechtsaktivisten gibt uns das Recht, unabhängige Entscheidungen zu treffen",
          "answer": "Die Klarheit unserer Position ist offensichtlich: Die Umsetzung geplanter Aufgaben ermöglicht es uns, wichtige Aufgaben im Zusammenhang mit der Entwicklung der wirtschaftlichen Machbarkeit getroffener Entscheidungen zu erfüllen! Hier ist ein helles Beispiel für moderne Trends - die weitere Entwicklung verschiedener Formen der Aktivität lässt keine Chance für gesellschaftliche Aufgaben."
        },
        {
          "title": "Die Überzeugung einiger Gegner überrascht weiterhin",
          "answer": "keine Daten"
        },
        {
          "title": "Der Preis der Frage ist irrelevant, wenn der Himmel sich verdunkelt",
          "answer": "keine Daten"
        },
        {
          "title": "Das neue Modell der organisatorischen Tätigkeit hat sich in all seiner Pracht gezeigt",
          "answer": "keine Daten"
        }
      ]
    },
  
    "news": {
      "title": "Nachrichten",
      "description": [
        { "title": "Es scheint, als ob der organische Verkehr uns zu nichts verpflichtet", "subtitle": "Die Klarheit unserer Position ist offensichtlich: Die Umsetzung der geplanten Ziele ermöglicht..." },
        { "title": "Es scheint, als ob der organische Verkehr uns zu nichts verpflichtet", "subtitle": "Die Klarheit unserer Position ist offensichtlich: Die Umsetzung der geplanten Ziele ermöglicht..." },
        { "title": "Es scheint, als ob der organische Verkehr uns zu nichts verpflichtet", "subtitle": "Die Klarheit unserer Position ist offensichtlich: Die Umsetzung der geplanten Ziele ermöglicht..." }
      ]
    },
    
    "footer": {
      "about": "Über uns",
      "contact": "Kontakt",
      "delivery": "Lieferung",
      "newss": "Nachrichten",
      "terms": "Nutzungsbedingungen",
      "company_about": "Über das Unternehmen",
      "google_play": "Herunterladen auf",
      "app_store": "Herunterladen auf",
      "address": [
        "41 Istiroxat St, Shayxontohur Bezirk,",
        "",
        "Taschkent Stadt"
      ],
      "order": "Wasserlieferung in der gesamten Stadt Taschkent",
      "madeIn": "Entwickelt bei Exord Soft"
    },
  
    "pages": {
      "main": "Startseite",
      "about": "Über uns",
      "contact": "Kontakt",
      "news": "Nachrichten",
      "terms": "Nutzungsbedingungen",
      "details": "Es scheint, als ob der organische Verkehr...",
      "newsDetails": "Es stellt sich heraus, dass organischer Verkehr uns zu nichts verpflichtet",
      "aboutUs1": "Herren, gemischt mit viel Empathie, bietet rationales Denken reichlich Gelegenheit zur Zuweisung interner Reserven und Ressourcen. Für die moderne Welt ermöglicht ein High-Tech-Konzept der öffentlichen Ordnung die Durchführung wichtiger Aufgaben bei der Entwicklung bestehender finanzieller und administrativer Bedingungen. Wie allgemein anerkannt, können Schlüsselfunktionen der Projektstruktur in Cluster ihrer eigenen Art gruppiert werden. Zweifellos schafft der grundlegende Entwicklungsv...",
      "aboutUs2": "Ein hoher Grad an Beteiligung der Vertreter der Zielgruppe ist ein klares Zeichen dafür: Die Umsetzung moderner Methoden hängt direkt von den entsprechenden Bedingungen der Aktivierung ab. Es ist schwer zu sagen, warum Elemente des politischen Prozesses, die ausschließlich synthetisch initiiert wurden, funktional in unabhängige Elemente getrennt sind. Angesichts der aktuellen internationalen Situation ist ein neues Modell der organisatorischen Tätigkeit gut geeignet, um neue ...",
      "phone": "Telefon:",
      "socialMedia": "Soziale Medien:",
      "mail": "Mail:",
      "address": "Adresse:",
      "termsTitle": "Nutzungsbedingungen",
      "termsSubtitle1": "1. Definition der Begriffe",
      "termsSubtitle2": "2. Allgemeine Bestimmungen",
      "termsSubtitle3": "3. Gegenstand des Vertrages",
      "more1": "Es sollte beachtet werden, dass ein hochwertiger Prototyp eines zukünftigen Projekts in seiner klassischen Darstellung die Implementierung von Experimenten ermöglicht, die durch ihre Skalierung und Größe beeindrucken. Die gegensätzliche Sichtweise legt nahe, dass sich aktiv entwickelnde Länder der Dritten Welt uns zu neuen Leistungen drängen, die wiederum rechtzeitig verifiziert werden müssen. Die Bedeutung dieser Probleme ist so offensichtlich, dass die heutige wirtschaftliche Tagesordnung eindeutig die Notwendigkeit der Rückführung aktueller Vermögenswerte festhält. Für die moderne Welt ermöglicht die etablierte Organisationsstruktur in ihrer klassischen Darstellung die Umsetzung einer phasenweisen und sequenziellen gesellschaftlichen Entwicklung. Es sollte beachtet werden, dass die Umsetzung der geplanten Aufgaben ein interessantes Experiment zur Überprüfung der Priorisierung von Vernunft über Emotionen darstellt.",
      "more2": "In ihrem Streben nach Verbesserung der Lebensqualität vergessen sie, dass ein Kurs hin zu einem sozial orientierten nationalen Projekt breite Möglichkeiten bietet, bestehende Verhaltensmuster zu analysieren. Im Rahmen moderner Standards sind die aus Internetanalysen gezogenen Schlussfolgerungen assoziativ auf verschiedene Branchen verteilt. Die vorläufigen Ergebnisse sind ernüchternd: Die Umsetzung geplanter Aufgaben unterstreicht eindeutig die Notwendigkeit sowohl selbstständiger als auch extern abhängiger konzeptioneller Lösungen. Moderne Technologien haben ein Niveau erreicht, dass die Umsetzung geplanter Aufgaben einen dringenden Bedarf an Experimenten aufzeigt, die durch ihre Größe und Großartigkeit beeindrucken. Meine Herren, die etablierte Organisationsstruktur stellt einen interessanten Versuch dar, weitere Entwicklungsrichtungen zu testen. Als nur ein Teil des Gesamtbildes werden bestimmte Merkmale der Innenpolitik, die ein lebhaftes Beispiel für die kontinental-europäische politische Kultur darstellen, zur Rechenschaft gezogen werden."
    },
  
    "terms": {
      "1": "1. Die nachstehenden Begriffe haben für die Zwecke dieses Vertrages folgende Bedeutung:",
      "1.1": "1.1. Online-Shop 'Name des Online-Shops' – eine Website unter der Domain www.Adresse des Online-Shops, die ihre Aktivitäten über die Internetressource und damit verbundene Dienstleistungen durchführt, Informationen über Waren, den Verkäufer enthält und die Auswahl, Bestellung und (oder) den Kauf von Waren ermöglicht.",
      "1.2": "1.2. Website – www.___________",
      "1.3": "1.3. Website-Besucher — eine Person, die die Website www.______ ohne die Absicht, eine Bestellung aufzugeben, besucht hat.",
      "1.4": "1.4. Benutzer — eine natürliche Person, die die Website besucht, die Bedingungen dieses Vertrages akzeptiert und beabsichtigt, Bestellungen im Online-Shop aufzugeben.",
      "1.5": "1.5. Käufer (Verbraucher) - ein Benutzer, der eine Bestellung im Online-Shop aufgegeben hat.",
      "1.6": "1.6. Verkäufer — eine juristische Person oder ein Einzelunternehmer, deren Waren im Online-Shop platziert sind.",
      "1.7": "1.7. Verwaltung der Website des Online-Shops — befugte Mitarbeiter, die die Website verwalten und im Namen des Verkäufers handeln.",
      "1.8": "1.8. Waren — Schuhe, Kleidung, Accessoires und andere Waren, die zum Verkauf auf der Website angeboten werden.",
      "1.9": "1.9. Bestellung — ein ordnungsgemäß ausgefüllter Antrag des Käufers für den Kauf und die Lieferung an die vom Käufer angegebene Adresse / durch Selbstabholung der auf der Website ausgewählten Waren.",
      "1.10": "1.10. Konto — die Seite des Benutzers / Käufers, die nach Abschluss des Registrierungsverfahrens auf der Website verfügbar ist, persönliche Daten enthält und unter Verwendung eines Login und Passworts zugänglich ist. Handlungen, die über das Konto ausgeführt werden, gelten als vom Benutzer / Käufer ausgeführt, dessen persönliche Daten im Konto angegeben sind.",
      "1.11": "1.11. Call-Center — ein Kontaktverarbeitungszentrum (Anrufe), einschließlich Informationsunterstützung und Bearbeitung von Kundenbestellungen durch Sprachkommunikationskanäle.",
      "2.1": "2.1. Diese Nutzungsvereinbarung (im Folgenden „Vereinbarung“ genannt) gilt für die Website des Online-Shops „Name des Online-Shops“, die sich unter der Adresse: Adresse des Online-Shops befindet, sowie für alle relevanten Websites, die mit der Website www.____________________ Adresse des Online-Shops verlinkt sind.",
      "2.2": "2.2. Die Website des Online-Shops 'Name des Online-Shops' (im Folgenden 'Website' genannt) ist Eigentum der Organisation, des Unternehmensname ___________________________",
      "2.3": "2.3. Diese Vereinbarung regelt die Beziehung zwischen dem Online-Shop 'Name des Online-Shops' (im Folgenden 'Online-Shop' genannt) und dem Benutzer dieser Website.",
      "2.4": "2.4. Der Online-Shop behält sich das Recht vor, einseitig Klauseln dieser Vereinbarung zu ändern, hinzuzufügen oder zu entfernen, die Regeln für die Nutzung der Website zu ändern sowie den Inhalt dieser Website ohne Benachrichtigung des Benutzers zu ändern. Änderungen treten ab dem Zeitpunkt der Veröffentlichung der neuen Fassung der Vereinbarung auf der Website in Kraft.",
      "2.5": "2.5. Der Benutzer ist persönlich verantwortlich für die Überprüfung dieser Vereinbarung auf Änderungen.",
      "2.6": "2.6. Die fortgesetzte Nutzung der Website durch den Benutzer bedeutet die Annahme der Vereinbarung und der vorgenommenen Änderungen an dieser Vereinbarung. Wenn der Benutzer mit dieser Vereinbarung nicht einverstanden ist, muss er sofort die Nutzung des Dienstes einstellen und die Website verlassen.",
      "2.7": "2.7. Der Online-Shop hat das Recht, den Zugang zur Website einzuschränken, falls der Benutzer die Bedingungen dieser Vereinbarung verletzt.",
      "2.8": "2.8. Die Nutzung von Materialien und Diensten der Website unterliegt den Normen der geltenden Gesetzgebung der Republik Usbekistan.",
      "3.1": "3.1. Gegenstand dieser Vereinbarung ist es, dem Benutzer die Möglichkeit zum Kauf für persönliche, familiäre, häusliche und andere nicht mit Geschäftstätigkeiten verbundene Bedürfnisse der auf der Website des Online-Shops unter der Adresse ___. Dieser Vertrag gilt für alle Arten von Waren und Dienstleistungen, die auf der Website präsentiert werden, solange solche Angebote mit Beschreibungen im Katalog des Online-Shops vorhanden sind.",
      "3.2": "3.2. Die rechtliche Regelung dieser Vereinbarung erfolgt gemäß den Bestimmungen des Zivilgesetzbuches der Republik Usbekistan, den Gesetzen der Republik Usbekistan „Über den Verbraucherschutz“ Nr. 221-I vom 26.04.1996, „Über den elektronischen Handel“ Nr. 613-II vom 29.04.2004, den Regeln für den Einzelhandel in der Republik Usbekistan (Anhang Nr. 1 zu der Verordnung des Kabinetts der Republik Usbekistan Nr. 75 vom 13.02.2003), den Regeln für die Durchführung des elektronischen Handels (Anhang Nr. 1 zur Verordn...",
      "3.3": "3.3. Diese Vereinbarung gilt für alle bestehenden (tatsächlich funktionierenden) Dienste (Dienste) des Online-Shops zum Zeitpunkt sowie für alle nachfolgenden Änderungen und zusätzlichen Dienste (Dienste) des Online-Shops, die in Zukunft erscheinen.",
      "3.4": "3.4. Diese Vereinbarung ist ein öffentliches Angebot gemäß den Artikeln 367, 369 des Zivilgesetzbuches der Republik Usbekistan. Durch den Zugriff auf die Website gilt der Benutzer als Teilnehmer dieser Vereinbarung.",
      "3.5": "3.5. Der Einzelhandelskauf- und Verkaufsvertrag gilt ab dem Zeitpunkt als abgeschlossen, zu dem der Verkäufer dem Käufer eine Bargeld- oder Verkaufsquittung oder ein anderes Dokument ausstellt, das die Zahlung der ausgewählten Waren bestätigt."
    },
  
    "error": {
      "title": "Seite nicht gefunden",
      "span": "Ups, ",
      "button": "Zurück zur Startseite"
    },

    "mobile": {
      "noAddress": "Keine Adresse",
      "addressInfo": "Fügen Sie Adressen hinzu, um unseren Service bequemer zu nutzen",
      "main": "Startseite",
      "profile": "Profil",
      "cart": "Warenkorb",
      "menu": "Menü"
  },

    "cart": {
        "empty": "Der warenkorb ist leer, wählen sie produkte aus",
        "total": "Gesamt:",
        "theCart": "Wagen",
        "resetCart": "Leerer warenkorb",
        "confirmOrder": "Bestellung aufgeben"
    }
  }
  