{
    "header": {
      "home": "Главная",
      "about": "О нас",
      "contact": "Контакты",
      "news": "Новости",
      "delivery": "Адрес доставки",
      "order": "Добавить адрес"
    },
    
    "banner": {
      "main": "Закажите 100 л воды",
      "second": "и получите помповый",
      "third": "насос в подарок"
    },
    
    "buttons": {
      "details": "Подробнее",
      "add": "В корзину"
    },

    "production": {
      "product": "Наша продукция"
    },

    "products": [
    { "title": "Вода, 19 л", "price": "40 000 сум" },
    { "title": "Вода, 10 л", "price": "12 000 сум" },
    { "title": "Кулер для воды", "price": "5 000 000 сум" },
    { "title": "Механическая помпа", "price": "20,000 сум" },
    { "title": "Ручка для баклажки", "price": "14,000 сум" }
  ],

    "accordion": {
        "title": "Почему мы",
        "items": [
        {
            "title": "Доблесть наших правозащитников даёт нам право принимать самостоятельные решения",
            "answer": "Ясность нашей позиции очевидна: реализация намеченных плановых заданий позволяет выполнить важные задания по разработке экономической целесообразности принимаемых решений! Вот вам яркий пример современных тенденций — дальнейшее развитие различных форм деятельности не оставляет шанса для поставленных обществом задач."
        },
        {
            "title": "Убеждённость некоторых оппонентов продолжает удивлять",
            "answer": "нет данных"
        },
        {
            "title": "Цена вопроса не важна, когда небо темнеет",
            "answer": "нет данных"
        },
        {
            "title": "Новая модель организационной деятельности показала себя во всей красе",
            "answer": "нет данных"
        }
    ]
    },

    "news": {
        "title": "Новости",
        "description": [
            { "title": "Оказывается, органический трафик ни к чему нас не обязывает", "subtitle": "Ясность нашей позиции очевидна: реализация намеченных плановых заданий позволяет выполн..." },
            { "title": "Оказывается, органический трафик ни к чему нас не обязывает", "subtitle": "Ясность нашей позиции очевидна: реализация намеченных плановых заданий позволяет выполн..." },
            { "title": "Оказывается, органический трафик ни к чему нас не обязывает", "subtitle": "Ясность нашей позиции очевидна: реализация намеченных плановых заданий позволяет выполн..." }
        ]
    },
    
    "footer": {
        "about": "О нас",
        "contact": "Контакты",
        "delivery": "Доставка",
        "newss": "Новости",
        "terms": "Пользовательское соглашение",
        "company_about": "О компании",
        "google_play": "Загрузить в",
        "app_store": "Загрузить в",
        "address": [
            "41 улица Истирохат, район Шайхантахур,",
            "",
            "город Ташкент"
        ],
        "order": "Доставка воды по городу Ташкент ",
        "madeIn": "Разработано в Exord Soft"
    },
        
    "pages": {
        "main": "Главная",
        "about": "О нас",
        "contact": "Контакты",
        "news": "Новости",
        "terms": "Пользовательское соглашение",
        "details": "Оказывается, органический трафик...",
        "newsDetails": "Оказывается, органический трафик ни к чему нас не обязывает",
        "aboutUs1": "Господа, разбавленное изрядной долей эмпатии, рациональное мышление предоставляет широкие возможности для распределения внутренних резервов и ресурсов. Для современного мира высокотехнологичная концепция общественного уклада позволяет выполнить важные задания по разработке существующих финансовых и административных условий. Как принято считать, ключевые особенности структуры проекта могут быть объединены в целые кластеры себе подобных. Безусловно, базовый вектор развития создаёт предпосылки для благоприятных перспектив. Однозначно, некоторые особенности внутренней политики рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок.",
        "aboutUs2": "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: внедрение современных методик напрямую зависит от соответствующих условий активизации. Сложно сказать, почему элементы политического процесса, инициированные исключительно синтетически, функционально разнесены на независимые элементы. С учётом сложившейся международной обстановки, новая модель организационной деятельности прекрасно подходит для реализации новых принципов формирования материально-технической и кадровой базы. Приятно, граждане, наблюдать, как некоторые особенности внутренней политики обнародованы. В частности, перспективное планирование прекрасно подходит для реализации прогресса профессионального сообщества.",
        "phone": "Телефон:",
        "socialMedia": "Соц сети:",
        "mail": "Почта:",
        "address": "Адрес:",
        "termsTitle": "Пользовательское соглашение",
        "termsSubtitle1": "1. Определения терминов",
        "termsSubtitle2": "2. Общие положения",
        "termsSubtitle3": "3. Предмет соглашения",
        "more1": "Следует отметить, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение экспериментов, поражающих по своей масштабности и грандиозности. Противоположная точка зрения подразумевает, что активно развивающиеся страны третьего мира призывают нас к новым свершениям, которые, в свою очередь, должны быть своевременно верифицированы. Значимость этих проблем настолько очевидна, что экономическая повестка сегодняшнего дня однозначно фиксирует необходимость вывода текущих активов. Для современного мира сложившаяся структура организации, в своём классическом представлении, допускает внедрение поэтапного и последовательного развития общества. Следует отметить, что реализация намеченных плановых заданий представляет собой интересный эксперимент проверки приоретизации разума над эмоциями.",
        "more2": "В своём стремлении повысить качество жизни, они забывают, что курс на социально-ориентированный национальный проект предоставляет широкие возможности для анализа существующих паттернов поведения. В рамках спецификации современных стандартов, сделанные на базе интернет-аналитики выводы ассоциативно распределены по отраслям. Предварительные выводы неутешительны: реализация намеченных плановых заданий однозначно фиксирует необходимость как самодостаточных, так и внешне зависимых концептуальных решений. Современные технологии достигли такого уровня, что реализация намеченных плановых заданий выявляет срочную потребность экспериментов, поражающих по своей масштабности и грандиозности. Господа, сложившаяся структура организации представляет собой интересный эксперимент проверки дальнейших направлений развития. Являясь всего лишь частью общей картины, некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут призваны к ответу."
    },

    "terms": {
        "1": "1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:",
        "1.1": "1.1. Интернет-магазин «название интернет-магазина» – сайт, расположенный на доменном имени www.адрес интернет-магазина, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов, содержащий информацию о Товарах, Продавце, позволяющий осуществить выбор, заказ и (или) приобретение Товара.",
        "1.2": "1.2. Сайт – www.___________",
        "1.3": "1.3. Посетитель сайта — лицо, пришедшее на сайт www.______ без цели размещения Заказа.",
        "1.4": "1.4. Пользователь — физическое лицо, посетитель сайта, принимающий условия настоящего Соглашения и желающий разместить Заказы в Интернет-магазине.",
        "1.5": "1.5. Покупатель (Потребитель) - Пользователь, разместивший Заказ в Интернет-магазине.",
        "1.6": "1.6. Продавец — юридическое лицо либо индивидуальный предприниматель, Товары которого размещены в Интернет-магазине.",
        "1.7": "1.7. Администрация сайта Интернет-магазина — уполномоченные сотрудники на управления сайтом, действующие от имени Продавца.",
        "1.8": "1.8. Товар — обувь, одежда, аксессуары и иные товары, представленные к продаже на Сайте.",
        "1.9": "1.9. Заказ — должным образом оформленный запрос Покупателя на приобретение и доставку по указанному Покупателем адресу / посредством самовывоза Товаров, выбранных на Сайте.",
        "1.10": "1.10. Учётная запись — страница Пользователя / Покупателя, доступная после прохождения процедуры регистрации на сайте, содержащая персональные данные и доступ к которой осуществляется с использованием логина и пароля. Действия, совершённые через Учётную запись, считаются совершёнными Пользователем / Покупателем, чьи персональные данные указаны в Учётной записи.",
        "1.11": "1.11. Call-центр — центр обработки обращений (звонков), в том числе информационного сопровождения и оформления заказов клиентов по голосовым каналам связи.",
        "2.1": "2.1. Настоящее пользовательское соглашение (далее — Соглашение) относится к сайту Интернет-магазина «название интернет-магазина», расположенному по адресу: адрес интернет-магазина, и ко всем соответствующим сайтам, связанным с сайтом www.____________________адрес интернет-магазина.",
        "2.2": "2.2. Сайт Интернет-магазина «название интернет-магазина» (далее — сайт) является собственностью название организации, предприятия___________________________",
        "2.3": "2.3. Настоящее Соглашение регулирует отношения между Интернет-магазином «название интернет-магазина» (далее — Интернет-магазин) и Пользователем данного Сайта.",
        "2.4": "2.4. Интернет-магазин оставляет за собой право в любое время в одностороннем порядке изменять, добавлять или удалять пункты настоящего Соглашения, изменять правила пользования сайтом, а также изменять содержание данного сайта без уведомления Пользователя. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.",
        "2.5": "2.5. Пользователь несёт персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.",
        "2.6": "2.6. Продолжение использования сайта Пользователем означает принятие Соглашения и изменений, внесённых в настоящее Соглашение. В случае несогласия с настоящим Соглашением Пользователь обязан немедленно прекратить использование сервиса и покинуть Сайт.",
        "2.7": "2.7. Интернет — магазин вправе ограничить доступ к сайту в случае нарушения Пользователем условий настоящего Соглашения.",
        "2.8": "2.8. Использование материалов и сервисов сайта регулируется нормами действующего законодательства Республики Узбекистан.",
        "3.1": "3.1. Предметом настоящего Соглашения является предоставление возможности Пользователю приобретать для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности, Товары, представленные в каталоге Интернет-магазина по адресу___. Данное Соглашение распространяется на все виды Товаров и услуг, представленных на сайте, пока такие предложения с описанием присутствуют в каталоге Интернет-магазина.",
        "3.2": "3.2. Правовое регулирование настоящего Соглашения осуществляется в соответствии с положениями Гражданского кодекса Республики Узбекистан, Законами Республики Узбекистан «О защите прав потребителей» № 221–I от 26.04.1996 г., «Об электронной коммерции» № 613–II от 29.04.2004 г., Правил розничной торговли в Республике Узбекистан (приложение № 1 к Постановлению Кабинета Министров Республики Узбекистан № 75 от 13.02.2003 г.), Правил осуществления электронной коммерции (приложение № 1 к Постановлению Кабинета Министров Республики Узбекистан № 185 от 02.06.2016 г.) и других нормативных актов Республики Узбекистан.",
        "3.3": "3.3. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Интернет-магазина, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы) Интернет-магазина.",
        "3.4": "3.4. Настоящее Соглашение является публичной офертой, в соответствии со ст. ст. 367, 369 Гражданского кодекса Республики Узбекистан. Получая доступ к сайту Пользователь считается присоединившимся к настоящему Соглашению.",
        "3.5": "3.5. Договор розничной купли-продажи считается заключённым с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа, подтверждающего оплату Товара."
    },

    "error": {
        "title": "страница не найдена",
        "span": "Упс, ",
        "button": "На главную"
    },

    "mobile": {
        "noAddress": "Нет адресов",
        "addressInfo": "Для более удобного использования нашего сервиса, добавляйте адреса"
    }
}